Repository: YaslikS/OrtezApp_iOS
Catalog: OrtezApp/Resources/*/*.lproj/Localizable.strings
Languages: ru

# continue_btn_text
source: Continue
ru: Продолжить

# skip_btn_text
source: Skip
ru: Пропустить

# cancel_btn_text
source: Cancel
ru: Отменить

# accept_btn_text
source: Accept
ru: Принять

# connect_btn_text
source: Connect
ru: Подключить

# start_btn_text
source: Start
ru: Начать

source: Ready
ru: Готово

source: Save
ru: Сохранить

source: Start
ru: Запустить

source: Close
ru: Закрыть

source: Yes
ru: Да

# connect_info
source: Connect the SGU to the electrode and turn on the power.
ru: Подключите БГС к ортезу и включите на нем питание.

# device_searching
source: SGU is being searched
ru: Идёт поиск БГС

source: Shoulder joint
ru: Плечевой сустав

# devices_not_found
source: No any active SGU
ru: Активных БГС не обнаружено

# connection_problem
source: Can't pair the SGU
ru: Не могу создать пару с БГС

# success_connect
source: SGU is connected!
ru: Электростимулятор подключен!

source: Set device name
ru: Придумайте название вашего устройства.

# device_name_example
source: For example, shoulder joint
ru: Например, Плечевой сустав

# device_name_placeholder
source: My device
ru: Мое устройство

# device_name_empty_message
source: Device name cannot be empty
ru: Имя устройства не может быть пустым

# devices_not_connect_to_BGS_title
source: Electrode is not conneced tu SGU!
ru: Ортез не подключен к БГС!

# devices_not_connect_to_BGS_message
source: onnect the SGU to the electrode and turn on the power.
ru: Подключите БГС к ортезу и включите на нем питание.

# devices_connection_lost
source: Communication lost!
ru: Связь с устройством потеряна!

# edit_device_list_short
source: Edit.
ru: Редакт.

# devices_preview
source: Showcase of available devices
ru: Доступные ортезы

# devices_preview_text_link
source: To purchase go to www.smartmedical.tech
ru: Для приобретения пройдите на www.ortez.ru

# my_devices
source: Mu devices
ru: Мои устройства

# need_access_bluetooth
source: Bluetooth access is needed to connect the device
ru: Для подключения устройства, необходимо разрешить доступ приложению к Bluetooth.

# open_bluetooth_settings
source: Bluetooth settings
ru: Настройки Bluetooth

# devices_not_connected
source: Screen without BT connected
ru: Устройство не подключено

# type_not_found
source: Type is not found
ru: Тип не найден

# contraindications
source: Attention! Contraindications!
ru: Внимание противопоказания

# ask_connect_device
source: Connection
ru: Подключение БТ

# need_connect_cevice
source: Connect a SGU
ru: Подключить стимулятор

# connecting_device
source: Search for BT with waiting rotation and list of found devices
ru: Поиск БТ с вращением ожидания и список найденых устройств

# connection_error
source: Can't pair
ru: Немогу создать пару

# connection_success
source: Device is added successful
ru: Успешное добавление устройства

# programs_list
source: Main screen with program cards with upper right switch between option form
ru: Главный экран с карточками программ с врехним правым переключателм между формой опции

# connection_lost
source: Connection waiting window
ru: Окно ожидания подключения

# info
source: Information
ru: Информация

source: Device manager
ru: Менеджер устройств

# options_without_device
source: Options window without device
ru: Окно Опции без устройства

# options_with_device
source: Options window with device cards
ru: Окно Опции с карточками устройств

# device_status
source: Devices status
ru: Статус устройств

# program_playlist
source: Program card with stages
ru: Карточка программы с этапми

# player
source: Form of exposure technique
ru: Форма методики воздействия

# player_settings
source: Stimulation technique settings
ru: Настройки методики воздействия

# player_return_pause
source: Exit pause mode
ru: Выход из режима пауза

# player_result
source: Session ended (with visual completion of progress and increment of numbers to the desired value)
ru: Сеанс завершен (с звизуальным аполненим прогрессов и инкементом цифр до нужного значения)

# settings_free_mode_chm
source: Free mode settings CHm
ru: Настройки свободного режима ЧМ

# settings_free_mode_am
source: Free mode settings AM
ru: Настройки свободного режима АМ

source: Free mode
ru: Свободный режим

# new_program
source: Manual program settings (called by + в 00010_Main )
ru: Настройки ручных программ (вызывается по + в 00010_Main )

# save_new_free_program_confirm
source: Saving the name of the programs and adding to the list in the form 00010_Main
ru: Сохрание названия програм и добавление в список в форме 00010_Main

# title
source: Attention! Contraindications!
ru: Внимание имеются противопоказания!

# info_text
source: Electrical stimulation should never be used:
ru: Электростимуляция никогда не должна применяться:

# pregnancy
source: • During pregnancy
ru: • При беременности

# hernia
source: • By people suffering from herniated or protruding organs
ru: • У людей, страдающих от грыжи или выпячивания органов

# head
source: • To head
ru: • К голове

# epilepsy
source: • For people with epilepsy
ru: • К людям страдающим эпилепсией

# injury
source: • In places of traumatic injuries of nerves, muscles and tendons
ru: • В местах травматических повреждениях нервов, мышц и сухожилий

# ischemia
source: • In the acute period of ischemic lesions of the tissues of the brain and heart
ru: • В острый период ишемических поражений тканей могза и сердца

# skin_disease
source: • At the site of skin disease.
ru: • В месте заболевания кожи.

source: Understand
ru: Понятно

# message
source: Every person has own level of sensitivity, which depends on constitution (fat, connective tissue, etc.) The maximum possible, but tolerable level is set to cover more muscle fibers. The most effective way to adjust the level is your own feelings . It is very important that contractions be strong but never become unbearable.
ru: Каждый человек имеет свой собственный уровень чувствительности, который зависит от его конституции (жира, соединительной ткани и т.д.) Максимально возможный, но терпимый уровень устанавливается , чтобы охватить большее количество мышечных волокон. Наиболее эффективный способ регулировки уровня — свои собственные ощущения. Очень важно, чтобы сокращения быть сильными, но никогда не становились невыносимыми.

# name_device1
source: Electrode-1
ru: ОРТЕЗ-1

# description_device1
source: Wrist electrode
ru: Ортез на пястно-фаланговый сустав

# name_device2
source: Electrode-2
ru: ОРТЕЗ-2

# description_device2
source: Neck electrode
ru: Ортез на шейный сустав

# name_device3
source: Electrode-3
ru: ОРТЕЗ-3

# description_device3
source: Knee electrode
ru: Ортез на коленный сустав

# name_device4
source: Electrode-4
ru: ОРТЕЗ-4

# description_device4
source: Lower back electrode
ru: Ортез на поясничную область

# write_developers
source: Write to developers
ru: Написать разработчикам

# show_dvices_preview
source: View all electrodes
ru: Посмотреть все ОРТЕЗы

# contraindications_title
source: Contraindications
ru: Противопоказания

source: About app
ru: О приложение

# devices_not_connected_info
source: You don't have connected electrodes
ru: У вас нет подключённых отрезов

# title_programms
source: Available programs
ru: Доступные программы

# title_electrodes
source: Choose Ortez
ru: Выберете Ортез

# forWord
source: for
ru: для

# free_mode_title
source: Free mode (offline)
ru: Свободный режим (офлайн)

# free_mode_description
source: SGU works offline
ru: БГС работает в автономном режиме

# use_as_in_photo
source: Place the SGU as shown in the picture
ru: Разместите электростимулятор как показано на картинке

# regulate_text
source: You can adjust intensity during a session.
ru: В процессе воздействия вы можете регулировать его интенсивность.

source: Stage
ru: Стадия

# use_info
source: Now you can put down your smartphone and exercise with the orthosis at any distance from it. The connection between the orthosis and the smartphone can be broken, but the orthosis will not turn off. Disable the orthosis by pressing the red button. When the connection is restored, continue working with the program as usual.
ru: Теперь вы можете отложить смартфон и заниматься с ортезом на любом удалении от него. Связь между ортезом и смартфоном может быть разорвана, но отключение ортеза не произойдет. Отключите ортеза путем нажатия на красную кнопку. При восстановлении связи продолжайте работу с программой в обычном режиме.

# save_new_program
source: Save the programm
ru: Сохранить программу

# new_program_base_name
source: My new programm
ru: Моя новая программа

source: Description
ru: Описание

# clear_settings
source: Reset settings
ru: Сбросить настройки

# free_mode_message
source: Before setting the parameters “for yourself”, read their description.
ru: Перед настройкой параметров “под себя” ознакомьтесь с их описанием.

# free_mode_generation
source: Continuous generation
ru: Непрерывная генерация

# free_mode_frequency_am
source: Amplitude modulation (Am)
ru: Амплитудная модуляции (Am)

# free_mode_frequency_fm
source: Frequency modulation (Fm)
ru: Частотная модуляция (Fm)

# free_mode_power
source: Power
ru: Мощность водействия

# free_mode_frequency
source: Frequency (Hz)
ru: Частота (Гц)

# free_mode_intensity
source: Intensity
ru: Интенсивность

# free_mode_confirm_clear
source: Are you sure you want to reset your preferences?
ru: Вы действительно хотите сбросить настройки?

# new_program_duration_min
source: Duration (min)
ru: Продолжительность (Мин)

# new_program_Testing
source: Test
ru: Протестировать

source: Modulation (Am)
ru: Модуляция (Am)

# mode_am
source: Mode АМ
ru: Режим АМ

# device_status_title
source: Device status
ru: Статус устройства

# code_BGS
source: Code of SGU
ru: Код БГС

source: Firmware number
ru: Номер прошивки

# battery
source: Battery charge
ru: Заряд аккумулятора

# type
source: Type of electrodes
ru: Тип ортеза

# power_first
source: Power of 1 channel
ru: Мощность 1 канала

# power_second
source: Power of 2 channel
ru: Мощность 2 канала

# message_pause
source: Attention! Stimulation paused!
ru: ВНИМАНИЕ! Воздействие снято!

# time_left
source: Left to finish
ru: До завершения осталось

source: minutes
ru: минут

# return_pause_title
source: The application was paused for a long time.
ru: Приложение долго находилось в режиме паузы.

# return_pause_message
source: The application was paused for a long time.
ru: Начните сеанс заново.

# result_title
source: Session ended!
ru: Сеанс завершен!

# clear_settings_button
source: Reset settings
ru: Сбросить настройки

# max_power_stats
source: Maximum exposure level
ru: Максимальный уровень воздействия

# medium_power_stats
source: Medium exposure level
ru: Средний уровень воздействия

# current_stage_settings_title
source: Current stage settings
ru: Настройки текущего этапа

source: Modulation
ru: Модуляция

source: Mode
ru: Режим

source: Frequency
ru: Частота

source: Intensity
ru: Интенсивность

source: Duration
ru: Продолжительность

# recommendation
source: Recommended power
ru: Рекомендуемая мощность

source: Hz
ru: Гц

source: Continuous
ru: Непрерывная

source: Attention
ru: Внимание

# bigPower
source: Setting the power to more than 10% may result in unpleasant skin sensations. Increase power only after the muscles have adapted to the load.
ru: Установка мощности более 10% может привести к неприятным кожным ощущениям. Повышайте мощность только после адаптации мышц к нагрузке.
